// Reveal transition strings

PluginName = "Näytä";

LeftToRight = "Vasemmalta oikealle";
RightToLeft = "Oikealta vasemmalle";
TopToBottom = "Ylhäältä alas";
BottomToTop = "Alhaalta ylös";
TopLeftToBottomRight = "Vasemmasta yläkulmasta oikeaan alakulmaan";
TopRightToBottomLeft = "Oikeasta yläkulmasta vasempaan alakulmaan";
BottomLeftToTopRight = "Vasemmasta alakulmasta oikeaan yläkulmaan";
BottomRightToTopLeft = "Oikeasta alakulmasta vasempaan yläkulmaan";
